import React from 'react'

const PolicyPage = () => {
  return (
    <>
      <div className="container mx-auto mt-[90px] sm:mt-[100px]">
        <h1 className="text-[25px] sm:text-[32px] md:text-[86px] leading-[100%] unbounded font-bold">Политика конфиденциальности</h1>
        <br />
        <div className="text-[18px] md:text-[20px] leading-[20px] md:leading-[28px]">
          <strong className='text-[25px] sm:text-[32px] font-[600]'>1. Общие положения</strong> <br />
          Настоящая Политика конфиденциальности (далее — «Политика») определяет порядок обработки и защиты персональных данных пользователей сайта https://mentalio.ru (далее — «Сайт»), администрируемого самозанятым Атавиным Левом Андреевичем (ИНН 774351871431, далее — «Оператор», «мы», «нас», «наш»). <br />
          Мы уважаем ваше право на конфиденциальность и прилагаем все усилия для защиты персональных данных в соответствии с Федеральным законом РФ от 27.07.2006 №152-ФЗ «О персональных данных». <br />
          Дата публикации: 15.04.2025

          <br /> <br />
          <strong className='text-[25px] sm:text-[32px] font-[600]'>2. Термины и определения</strong> <br />
          Персональные данные — любая информация, относящаяся прямо или косвенно к определённому или определяемому физическому лицу. <br /> Обработка персональных данных — любое действие с персональными данными, включая сбор, систематизацию, хранение, обновление, использование, передачу и удаление. <br /> Пользователь — лицо, посещающее сайт Mentalio. <br /> Cookies — небольшие текстовые файлы, хранящиеся на устройстве пользователя, используемые для повышения удобства и эффективности использования сайта.

          <br /> <br />
          <strong className='text-[25px] sm:text-[32px] font-[600]'>3. Состав собираемых данных</strong>

          <br /><br />
          <strong className='text-[28px] font-[600]'>3.1 Персональные данные, предоставляемые пользователем:</strong> <br />

          <ul style={{ listStyleType: 'disc' , paddingLeft: '40px'}}>
            <li>Номер телефона</li>
            <li>Адрес электронной почты</li>
          </ul>

          <br />
          <strong className='text-[28px] font-[600]'>3.2 Автоматически собираемые данные:</strong> <br />
          <ul style={{ listStyleType: 'disc' , paddingLeft: '40px'}}>
            <li>IP-адрес</li>
            <li>Тип устройства и операционной системы</li>
            <li>Браузер и его версия</li>
            <li>Cookie-файлы и действия на сайте</li>
          </ul>

          <br /> 
          <strong className='text-[25px] sm:text-[32px] font-[600]'>4. Цели обработки персональных данных</strong> <br />
          Ваши данные обрабатываются исключительно в следующих целях: <br />
          <ul style={{ listStyleType: 'disc', paddingLeft: '40px' }}>
            <li>Предоставление доступа к функционалу сайта Mentalio</li>
            <li>Коммуникация с пользователями (рассылки, уведомления)</li>
            <li>Поддержка и улучшение работы сервиса</li>
            <li>Аналитика пользовательского поведения</li>
            <li>Обеспечение безопасности сайта и пользователей</li>
            <li>Выполнение требований законодательства</li>
          </ul>

          <br /> 
          <strong className='text-[25px] sm:text-[32px] font-[600]'>5. Правовые основания обработки</strong> <br />
          <ul style={{ listStyleType: 'disc', paddingLeft: '40px' }}>
            <li>Добровольное согласие пользователя</li>
            <li>Необходимость исполнения соглашения между пользователем и Оператором</li>
            <li>Выполнение требований законодательства РФ</li>
          </ul>
          <br /> 

          <strong className='text-[25px] sm:text-[32px] font-[600]'>6. Условия обработки и хранения</strong> <br />
          <ul style={{ listStyleType: 'disc', paddingLeft: '40px' }}>
            <li>Персональные данные хранятся в течение срока, необходимого для достижения целей их обработки.</li>
            <li>Хранение может быть продолжено в случаях, предусмотренных законом.</li>
            <li>Данные удаляются по достижении цели обработки либо по запросу пользователя.</li>
          </ul>
          <br />

          <strong className='text-[25px] sm:text-[32px] font-[600]'>7. Передача третьим лицам</strong> <br />
          Передача персональных данных допускается только: <br />
          <ul style={{ listStyleType: 'disc', paddingLeft: '40px' }}>
            <li>С согласия пользователя</li>
            <li>Государственным органам по законному запросу</li>
            <li>Техническим подрядчикам (например, хостинг, рассылка), если это необходимо для функционирования сервиса, с соблюдением конфиденциальности</li>
          </ul>

          <br />
          <strong className='text-[25px] sm:text-[32px] font-[600]'>8. Использование cookie-файлов</strong> <br />
          Мы используем cookies для: <br />
          <ul style={{ listStyleType: 'disc', paddingLeft: '40px' }}>
            <li>Аутентификации пользователей</li>
            <li>Запоминания предпочтений</li>
            <li>Аналитики и улучшения работы сайта</li>
            <li>Персонализации пользовательского опыта</li>
          </ul>
          <p>Вы можете отключить cookies в настройках браузера. Это может повлиять на некоторые функции сайта.</p>

          <br />
          <strong className='text-[25px] sm:text-[32px] font-[600]'>9. Защита персональных данных</strong> <br />
          Мы обеспечиваем защиту персональных данных с помощью: <br />
          <ul style={{ listStyleType: 'disc', paddingLeft: '40px' }}>
            <li>SSL-шифрования</li>
            <li>Регулярного обновления серверного ПО</li>
            <li>Ограничения доступа к данным</li>
            <li>Внутреннего аудита процессов безопасности</li>
          </ul>

          <br />
          <strong className='text-[25px] sm:text-[32px] font-[600]'>10. Права пользователя</strong> <br />
          <ul style={{ listStyleType: 'disc', paddingLeft: '40px' }}>
            <li>Получить информацию о своих персональных данных</li>
            <li>Требовать их корректировки, удаления или блокировки</li>
            <li>Отозвать согласие на обработку</li>
            <li>Подать жалобу в Роскомнадзор при нарушении прав</li>
          </ul>
          Обращения направляются на: mentaliosupport@gmail.com <br />

          <br />
          <strong className='text-[25px] sm:text-[32px] font-[600]'>11. Обработка данных несовершеннолетних</strong> <br />
          Сайт Mentalio предназначен для пользователей всех возрастов, включая несовершеннолетних. Мы осознаём важность защиты персональных данных детей и соблюдаем положения законодательства РФ. <br />
          Если пользователь младше 18 лет, он должен получить согласие родителей или законных представителей на предоставление персональных данных. Мы не осуществляем проверку возраста пользователей, но при обнаружении факта сбора персональных данных несовершеннолетнего без необходимого согласия, такие данные будут удалены по обращению родителей или представителей. <br />
          Родители и законные представители могут в любой момент: <br />
          <ul style={{ listStyleType: 'disc', paddingLeft: '40px' }}>
            <li>запросить информацию о данных ребёнка</li>
            <li>потребовать исправления или удаления данных</li>
            <li>обратиться с запросом по адресу: mentaliosupport@gmail.com</li>
          </ul>

          <br />
          <strong className='text-[25px] sm:text-[32px] font-[600]'>12. Изменения в политике</strong> <br />
          Мы можем вносить изменения в настоящую Политику. Обновлённая версия публикуется на сайте и вступает в силу с момента публикации. Мы рекомендуем периодически проверять страницу политики.
          <br /> <br />
          <strong className='text-[25px] sm:text-[32px] font-[600]'>13. Контактные данные</strong>
          Оператор персональных данных: <br />
          Самозанятый Атавин Лев Андреевич <br />
          ИНН: 774351871431 <br />
          Email: mentaliosupport@gmail.com <br />
          Город: МоскваСайт: https://mentalio.ru <br />
        </div>
      </div>
    </>
  )
}

export default PolicyPage